{
	"ENFJ": {
		"name": "Наставник",
		"desc": "Альтруизм и твердая вера в человечество, приправленные яркой харизмой и страстью, создают природную силу и уверенность в Наставнике, способную оказать влияние на людей и демонстрировать окружающим путь, направленный на благо. Проницательный характер Наставника не испытывает проблем в общение и легко понимает мотивы людей, а забота о людях вкупе с заразительным энтузиазмом сплачивают и направляют людей на высшие цели, что приносит истинное счастье Наставнику",
		"qids": [
			"Открытость",
			"Энергичность",
			"Креативность",
			"Надежность",
			"Организованность"
		]
	},
	"ENFP": {
		"name": "Советчик",
		"desc": "Независимый, полный энергии и очарования, но не лишенный сострадания Советчик становится отличным собеседником и другом, получающий истинное удовольствие в процессе живого общения. Склонный к принятию творческих решений и взятию инициативы на себя Советчик чувствуют, что от него ждет окружения и применяет свое умение по управлению эмоциями и убеждению для достижения желаемого результата. А если и этого недостаточно, то огромное количество идей и гибкий ум помогут справиться со сложной ситуацией",
		"qids": [
			"Креативность",
			"Энергичность",
			"Выразительность", "Дружелюбие",
			"Гибкость"
		]
	},
	"ENTJ": {
		"name": "Стратег",
		"desc": "Настоящий полководец, излучающий уверенность и решительность, который выделяется удивительной проницательностью и волей. Стратег проявляет прекрасный пример самоотверженной и усердной работы, во время которой часто забывает о собственных и чужих потребностях, но не потому, что бесчувственен и безжалостен к себе или окружающим, а потому что Стратега невыносимы сильно тянет к сложностям и даже отдельные поражения неспособны остановить его перед следующими штурмами",
		"qids": ["Смелость", "Стратегичность ",
			"Организованность", "Аналитичность ",
			"Результативность"
		]
	},
	"ENTP": {
		"name": "Искатель",
		"desc": "Не приемлющий традиции и рутины генератор идей, который витает в мечтах охватывают глобальные предметы, но способен на ходу принимать важные решения и выходить из сложных ситуаций. Что за жизнь для Искателя, в которой нет места новому, нет открытия. Отличаясь широким кругозором, гибкостью и умением адаптироваться к новым условиям, предоставляет отличные возможности по воздействию на окружающий мир. И в то же время романтическое отношение к жизни и вечный творческий поиск создает драйв, который обволакивает все его начинания",
		"qids": ["Изобретательность",
			"Инициативность", "Аналитичность ", "Открытость ",
			"Независимость"
		]
	},
	"ESFJ": {
		"name": "Энтузиаст",
		"desc": "Публичная личность, которая вечно представлена в центре внимания и способна задать тон каждому мероприятию, будь то вечеринка или светский раут. Являясь понастоящему образцовым представителем социального типа его действия зачастую направлены на удовлетворение интересов других людей. Энтузиаст – надежный, организованный и преданный делу человек, который не боится погружаться в детали и способен фокусироваться на текущих задачах, а также полон энергии и человеческой теплоты",
		"qids": ["Отзывчивость", "Внимательность ", "Надежность ", "Ответственность ", "Организованность "]
	},
	"ESFP": {
		"name": "Политик",
		"desc": "Практичность, оптимизм и независимость, подкрепленные творческим характером и прекрасными коммуникативными навыками, делают из Политика прекрасного лидера, способного вдохновить и вести за собой для решения практических задач здесь и сейчас. Внутренний мир Политика можно описать как постоянное стремление к эстетике, что проявляется в его внешнем виде – желание облагородить себя, свой образ, дом",
		"qids": ["Общительность",
			"Командных дух", "Отзывчивость", "Гибкость ",
			"Практичность"
		]
	},
	"ESTJ": {
		"name": "Руководитель",
		"desc": "Объективный и пронзительный взгляд Руководителя постоянно занят поиском возможностей довести взятое дело до конца, пусть даже потребуется принять жесткое решение. В этом помогает практичность, рационализм и четкое ощущение внутреннего ориентира. Руководителя ценят за советы и инструкции, постоянную готовность собственным примером, заработанным авторитетом и тяжелым трудом демонстрировать окружающим, что безвыходных ситуаций не существует. Требователен к окружающим, но еще более высокие требования выставляет к себе",
		"qids": ["Прагматизм",
			"Объективность",
			"Аналитичность", "Организованность", "Целеустремленность"
		]
	},
	"ESTP": {
		"name": "Предприниматель",
		"desc": "Многогранная натура, сочетающая бешенную энергетику с рассудительностью и реализмом, которая за счет экспрессии попадает в центр внимания, из которой запросто выбирается за счет живого интеллекта и внутренней силы. Что делает из Предпринимателя истинного искателя приключений, который ворвется в водоворот событий и как ни в чем не бывало выберется из него. Это эффективный кризисменеджер, который не боится перемен и чувствует уверенность в себе для выхода из сложных ситуаций"

	},
	"INFJ": {
		"name": "Гуманист",
		"desc": "Перфекционист, главное оружие которого – понимание и человечность; цель – не достижение собственных преимуществ, а поиск баланса. Гуманист – это не ленивый мечтатель, а тот, кто способен действовать и выкладываться на полную для воплощения в жизнь собственных замыслов, которые меняют мир ради общего блага. Именно страсть и преданность любимому делу позволяют достигать невероятных результатов. Предпочитает общаться в кругу таких же единомышленников и профессионалов своего дела, на которых готов положиться"
	},
	"INFP": {
		"name": "Идеалист",
		"desc": "Герой, который устанавливает для себя высокие стандарты и готов «гореть» ради идеи. Несмотря на некоторую застенчивость Идеалист надежный друг и хороший слушатель, а также гибок и открыт для новых идей, которыми с удовольствием готов делиться с окружающими. При движении вперед Идеалист полагается на интуицию и представления о чести и добродетели, чем на рациональность и практичности. Главный талант – способность к самовыражению, раскрывающее истинную красоту речи и письма"
	},
	"INTJ": {
		"name": "Аналитик",
		"desc": "Мыслитель, с планом на все случаи жизни. На взгляд Аналитика, все можно улучшить, ведь он олицетворяет истового реализатора хорошо подмеченных возможностей. Нацеленность на успех и высокая планка установленных стандартов в совокупности с умением эффективно распределять усилия становятся отличными помощниками в достижение желаемого результата, а богатый внутренний мир и необычные идеи находят выход благодаря амбициозности и решительности. Правила и ограничения – преграда для Аналитика, которую собирается снести; для него каждый вопрос открыт для переоценки и внесения изменений"

	},
	"INTP": {
		"name": "Новатор",
		"desc": "Творец, с уверенностью в силу знаний, призванный решать глобальные проблемы. Высокий уровень интеллекта, логическое мышление и, как не странно, творческий подход и оригинальность становятся фундаментом для создания концептуальных и глубоких идей. Новатор видят взаимосвязи и длительную перспективу картины событий по отдельным элементам, что помогает принимать взвешенные и удачные решения. Вдумчивость и внутренняя интуиция побуждает исследовать окружающий мир, а непредвзятость и стремление к объективности Новатора становится «топливом», которая никогда не остановит этот процесс"

	},
	"ISFJ": {
		"name": "Хранитель",
		"desc": "Доброжелательность и практичность, помноженная на ответственность и стремление к порядку, формируют прекрасного друга и семьянина. Хранитель ориентирован на людей и собственное внимание направляет на удовлетворение потребностей окружения: ценит атмосферу гармонии и сотрудничества, но при этом рьяно отстаивает собственные интересы и взгляды, а также готов постоять за близких. Истинный альтруист, отвечающий добром на добро с избытком, и открытый для идей и людей, в которых верит с настоящим энтузиазмом.",
		"qids": ["Отзывчивость",
			"Внимательность", "Надежность",
			"Ответственность",
			"Организованность"
		]
	},
	"ISFP": {
		"name": "Художник",
		"desc": "Готовый и открытый ко всему новому очаровательный артист. Художник – настоящая творческая личность: развитое чувство эстетики и огромное желание раздвинуть границы общепризнанных норм и запретов. И, хотя внешнее выглядит беззаботным, внутренняя энергия, направленная внутрь, позволяет сохранять внутреннюю гармонию и согласие с самим собой. Художник любит свободу и спонтанность, природу и искусство и вносит прекрасное в повседневную жизнь"

	},
	"ISTJ": {
		"name": "Инспектор",
		"desc": "Перфекционист, на которого опереться в трудную минуту. Инспектору свойственно спокойствие и практичность, среди остальных выделяет ответственность и самостоятельность. Любит точность и стремится к совершенству, в достижение которого помогают порядок и последовательность в выполнение задач. Инспектор ориентирован на конечный результат, по этой причине объективно смотрит на вещи и берется за идеи и проекты только в том случае, если уверен, что доведено их до логического завершения. Не терпит предположений и глупостей и не тратят время попусту"

	},
	"ISTP": {
		"name": "Мастер",
		"desc": "Виртуозная личность, которая не останавливается перед тем, чтобы попробовать чтото новое. Эта черта выделяет в Мастере прирожденного творца, который наслаждается непосредственно процессом созидания, но не забывает о результате. Наблюдателен, проницателен и рассудителен формируют человека, который имеет непреодолимую тягу к познанию. При этом Мастера выделяет тот факт, что он не из числа тех людей, которые будет весь день сидеть и заниматься планирование на долгосрочную перспективу, ведь ему свойственна гибкость и адаптивность к ситуации"

	}
}
